<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<html>
<head>
	<title>Unten-mp3</title>
	<link rel="stylesheet" type="text/css" href="org-css.css">
</head>

<body bgcolor="black" background="Grafix/Digital2.gif" bgproperties="fixed">

<table cellspacing="0" cellpadding="10" border="0">
<caption align="left">
<br>
<h2>MP3-Downloadz</h2>
<h1>MP3-Downloadz</h1>
<h5>
Zur Zeit stehen die folgenden MP3-Files [und mehr] zum Download 
bei <a href="www.mp3.com/acousticjunkie">www.mp3.com</a> bereit. 
Die weitere Expansion ist in Vorbereitung... Wir hoffen, dass Ihr dann 
demn&auml;chst die Filez direkt von hier aus downloaden k&ouml;nnt... Also habt 
bitte ein wenig Verst&auml;ndnis und Geduld :-)<br><br>
Wenn Euch die Downloads zu mühselig sind, könnt Ihr natürlich die unten stehenden
Tracks und einige weitere auch auf CD erwerben [
<a href="kauf.html" target="unten">Kaufmöglichkeit</a>&nbsp;
]. Beiden Alben kosten einzeln lediglich 15.-DM...
</h5><br>

</caption>
<tr>
    <td valign="top" align="left" width="80">
	<a href="http://www.mp3.com/acousticjunkie" target="_blank">Komm!</a>
	</td>
    <td valign="top" align="left" width="60">File-Info:<br><br>Music-Info:</td>
	<td width="350">
	<p>	
	Time [3:00] Bitrate [128kb/s 44.1 Khz] Size [2.832kb]<br><br>
	'Komm!' ist der d&uuml;stere Intro-Track des letzten Albums
	<a href="unten-alben.html">'D&auml;monen und Antihelden'</a>. Am besten k&ouml;nnte man 'Komm!' wohl als minimalistischen Sci-Fi-Ambient bezeichnen.<br>
	</p>
	</td>
</tr>
<tr>
    <td valign="top" align="left" width="80">
	<a href="http://www.mp3.com/acousticjunkie" target="_blank">Muschelsuche</a>
	</td>
    <td valign="top" align="left" width="60">File-Info:<br><br>Music-Info:</td>
	<td width="350">
	<p>	
	Time [10:31] Bitrate [128kb/s 44.1 Khz] Size [9.899kb]<br><br>
	'Muschelsuche' ist ein sanftes, atmosph&auml;risches Breitwandepos. Ruhig und gelassen rollt der Rhythmus, w&auml;hrend viele sich abwechselnde Melodien aus der Klangsph&auml;re auftauchen oder in sie hinabtauchen.<br>&nbsp;Nat&uuml;rlich dr&auml;ngt sich der Vergleich zu Bukem's Good-Looking-Releases auf, aber darf nur er den smoothen Sound pr&auml;sentieren???
	</p>
	</td>
</tr>
<tr>
    <td valign="top" align="left" width="80">
	<a href="http://www.mp3.com/acousticjunkie" target="_blank">Der fette Roland</a>
	</td>
    <td valign="top" align="left" width="60">File-Info:<br><br>Music-Info:</td>
	<td width="350">
	<p>	
	Time [5:18] Bitrate [128kb/s 44.1 Khz] Size [4.984kb]<br><br>
	Vom Style her &auml;hnelt 'Der fette Roland' [benannt nach dem Sampler S-760] dem Track 'Steppa Punk'. Auch hier kommen vor allem Samples, ob Stimmfetzen oder Scratches zum Einsatz und verweisen auf den Bezug zwischen HipHop und Drum'n'Bass. Au&szlig;erdem brummt hier wieder eine 'sexy' 303-Bassline.<br>&nbsp;'Der fette Roland' rollt mit klaren, steppende Beats und will eindeutig auf die Tanzfl&auml;che...
	</p>
	</td>
</tr>

<tr>
    <td valign="top" align="left" width="80">
	<a href="http://www.mp3.com/acousticjunkie" target="_blank">Steppa-Punk</a>
	</td>
    <td valign="top" align="left" width="60">File-Info:<br><br>Music-Info:</td>
	<td width="350">
	<p>	
	Time [6:30] Bitrate [128kb/s 44.1 Khz] Size [6.114kb]<br><br>
	'Steppa-Punk' entstand aus kleinen, experimentellen Klangbaustellen und f&uuml;gte sich am Ende zu einem humorvoll-kickenden St&uuml;ck D'n'B. Der Track steckt voller liebevoller Sound-Gimmicks und wird von einer knarzig-verzerrten 303 begleitet. Die Beatz klacken lustig vor sich hin oder schwingen die Peitsche, wenn sie nicht von Stimmfetzen unterbrochen werden.<br>&nbsp;Steppa-Punk ist einer der All-Time-Favorites von 'The Acoustic Junkie'... aber die Geister scheiden sich an diesem Track wie an keinem anderen...
	</p>
	</td>
</tr>
<tr>
    <td valign="top" align="left" width="80">
	<a href="http://www.mp3.com/acousticjunkie" target="_blank">Fast Paradroid</a>
	</td>
    <td valign="top" align="left" width="60">File-Info:<br><br>Music-Info:</td>
	<td width="350">
	<p>
	Time [7:46] Bitrate [128kb/s 44.1 Khz] Size [7.291kb]<br><br>
	'Fast Paradroid' ist ein atmender, dichter und technoider D'n'B-Steppa-Track mit Sci-Fi-Atmosph&auml;re, in dessen Klanglandschaft nach leisem Auslaufen urpl&ouml;tzlich ein Beat-Inferno einschl&auml;gt, um schlie&szlig;lich wieder dort zu landen, wo alles begann.<br>&nbsp;Der Track wurde nach dem C64-Spiele-Klassiker 'Fast Paradroid' benannt, in welchem man als kleiner Roboter auf einem Raumschiff mit verschiedenen Decks alle gegnerischen Roboter ausschalten mu&szlig;. Deren Schaltkreise sind durchgeschmort und m&uuml;ssen stillgelegt werden: Durch Assimilation oder Zerst&ouml;rung.
	</p>
	</td>
</tr>

<tr>
    <td valign="top" align="left" width="80">
	<a href="http://www.mp3.com/acousticjunkie" target="_blank">Silvergrey</a>
	</td>
    <td valign="top" align="left" width="60">File-Info:<br><br>Music-Info:</td>
	<td width="350">
	<p>	
	Time [8:52] Bitrate [128kb/s 44.1 Khz] Size [8.334kb]<br><br>
	'Silvergrey' ist ein Ambient-Jungle-Track mit Old-Skool-Breakbeatz, der ruhig, gelassen und melancholisch daherflie&szlig;t.<br>&nbsp;An ihm zeigt sich sehr deutlich, wie sich alte Breaks von den neueren unterscheiden. Damals klang das Drum-Programming noch naiver, verspielter und war st&auml;rker mit der Klanglandschaft verwoben, wohingegen heutige Beats mehr nach vorne gemischt zu sein scheinen, eben klarer und krasser.
	</p>
	</td>
</tr>

</table>

</body>
</html>
