<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<html>
<head>
<title>Unten-Rezensionen</title>
<link rel="stylesheet" type="text/css" href="berichte.css">

</head>

<body bgcolor="black" background="grafix/recycle.gif" bgproperties="fixed">
<table border="0" cellpadding="1" cellspacing="0" rules="none">
<tr>
<td>
<h5>Die Rezensionen der Alben und Compilations sind chronlogisch geordnet, wobei die neueren Rezensionen jeweils immer oben angef&uuml;gt werden, damit man schneller erkennt, ob es neue gibt...
<br>&nbsp;&nbsp;&nbsp;Mein Dank gilt auch den Plattenfirmen f&uuml;r die Bemusterung und vor allem dem Chefredakteur der Zeitschrift "Klangwelt" Carsten "Monchy" Schumacher!<br><br>
</td>
</h5></tr>
</table>

<table border="0" cellpadding="10" rules="none">
<tr>
	<th><a name="batucada"></a>
	<h3>Compilation<br>'Batucada'</h3>
	<h2>Compilation<br>'Batucada'</h2>
	</th>
	<th>
	<h3>Saafi Brothers<br>'Midnight's Children'</h3>
	<h2>Saafi Brothers<br>'Midnight's Children'</h2>
	</th>
</tr>
<tr>
	<td>Die Batucada-CD ist der Prototyp einer Compilation. Sie ist abwechslungsreich, beherbergt fast ausschlie&szlig;lich Perlen, die als solche fein aufeinander abgestimmt wurden und entwickelt Zusammenh&auml;nge, die der H&ouml;rer mit jedem weiteren Lauschen zusammenweben kann. Doch was beherbergt dieser Sampler? Auf Batucada triff man auf den zur Zeit immer gr&ouml;&szlig;ere Beachtung findenden NuJazz. Kombiniert mit den eigentlichen Klassikern des Bossa Nova-Genres  und weiterer lateinamerikanischer, jazziger und rhythmuslastiger Songs gew&auml;hrt Batucada einen tiefen Einblick in diese Richtung und erstellt Querverbindungen. Die einmalige Zusammenschau ist hierbei liebevoll zusammengemischt, ohne die St&uuml;cke zu beschneiden und l&auml;&szlig;t sich gen&uuml;&szlig;lich in einem durchh&ouml;ren. Neben den schon erw&auml;hnten Klassikern wie Sergio Mendes, Marcos Vale und Walter Wanderley begegnet man dem NuJazz in Form von Tr&uuml;by, Audio Lotion und Jazzanova. NuJazz bezeichnet hierbei die Verkn&uuml;pfung und Bereicherung moderner elektronischer Musik durch die warmen und lebendigen Kl&auml;nge des jazzigen, lateinamerikanischen Grooves. Listen and enjoy!
<br><br>[Zeit72'39]
6 von 6 Punkten

	</td>
	<td  >In der Klangsph&auml;re der Saafi Brothers treffen viele Musikstile aufeinander, die sich zu einem Sound zusammenweben. Vor allem experimentieren die beiden DJ's Michael Kohlbecker und Gabriel le Mar mit Dub-Techniken. So bewegen sich viele Sounds mittels Echos durch den Raum, sind aber in keinster Weise an klassischen Dub oder Reggae angelehnt. Vielmehr lauscht man klaren digitalen, harmonischen Melodien, die zum Chillen einladen. Dabei entpuppt sich das Album jedoch nicht als reines Ambient-Gefl&uuml;ster, sondern wird von lockeren Elektro-Beats, TripHop-Loops und geraden Bassdrums getragen. So f&uuml;gen die Rhythmen zusammen, beherrschen jedoch nicht die haupts&auml;chlich technoide, sanfte Atmosph&auml;re. Das Album ist eines derjenigen, in welches man hineinkriechen mu&szlig;. Nicht, da&szlig; es kompliziert w&auml;re, aber die Wirkung setzt erst beim zweiten oder dritten Mal des konzentrierten H&ouml;rens ein. Wahrscheinlich sollte es am besten am Strand genossen werden, weil es den Zuh&ouml;rer tr&auml;gt und nicht anspornt.
	<br><br>[Zeit72'28] 4 von 6 Punkten
	</td>
</tr>

<tr>
	<th><a name="yonderboi"></a>
	<h3>Yonderboi<br>'Shallow & Profound'</h3>
	<h2>Yonderboi<br>'Shallow & Profound'</h2>
	</th>
	<th>
	<h3>Lemongrass<br>'Voyage au centre de...'</h3>
	<h2>Lemongrass<br>'Voyage au centre de...'</h2>
	</th>
</tr>
<tr>
	<td  >Dieses Album des 19-j&auml;hrigen(!) Ungarn steckt voller Gef&uuml;hl und tiefer Harmonie. Es ist eines jener TripHop-Alben, das facettenreich dem Zuh&ouml;rer unterschiedliche Entw&uuml;rfe rundherum um den gebrochenen Beat anbietet. Ob nun langsame, schleppende und nachdenkliche anmutende Tracks oder solche die humorvoll kickend den Zuh&ouml;rer zum mit-swingen zwingen. Neben den etwas melancholischeren St&uuml;cken, die einen neuen Hauch aus den &ouml;stlichen L&auml;ndern Europas mitzubringen scheinen, entdeckt man auch immer wieder einen am&uuml;sierten und gutgelaunten mit Scratch-Schnipseln und Melodien um sich werfenden Yonderboi. Doch klingen die St&uuml;cke nie wie rohe DJ-taugliche Tools &aacute; la Fatboy, sondern werden immer von live gespielten Vibraphones, ungarischem Sirenen-Gesang oder Saxophon-Riffs begleitet. So wirkt das Album geschlossen und abgerundet und kann gen&uuml;&szlig;lich durch den CD-Playa laufen. Auch wenn mir pers&ouml;nlich hier und da die Grundgeschwindigkeit ein wenig zu sehr absinkt, ist es allemal ein wundersch&ouml;ner Entwurf f&uuml;r den kommenden Fr&uuml;hling. H&ouml;rt's Euch an!<br><br>[Zeit66'33] 5 von 6 Punkten
	</td>
	<td  >Was dem Yonderboi-Album fehlten, n&auml;mlich die etwas fetteren Beats  f&uuml;r den H&uuml;ftschwung, werden nun von Lemongrass nachgereicht. Daf&uuml;r scheint jedoch die Intimit&auml;t des Albums nicht ganz an die des Ungarn heranzukommen. Jedoch treffen auch hier etwas angerauschte Kl&auml;nge stilvoll abgemischt zu einem harmonischen Ganzen das Ohr. Lemongrass, glaube ich, ist die Bezeichnung f&uuml;r einen Strauch oder einen Baum, dessen &Auml;ste wohltuend riechen, wenn man sie bricht. &Auml;hnlich ist auch die Wirkung und Atmosph&auml;re, wie sie Roland Voss verspr&uuml;ht. So ist das Album sch&ouml;n abgerundet mit Vocals hier und da, die aber keinesfalls kitschig hervortreten, sondern eher zum abgestimmten Gesamteindruck beitragen. Au&szlig;erdem wird der Lounge-Sound von einem intelligenten Drum-Programming unterst&uuml;tzt, so da&szlig; die Songs nicht in die Loop-Monotonie versumpfem. Lediglich zwei Drum&Bass-Nummern scheinen nicht so ganz gelungen, die man aber angesichts der anderen einmaligen Tracks getrost verschmerzen kann. Tips: "La Mer" & "Falling Star"...<br><br>[Zeit59'10] 5 von 6 Punkten
	</td>
</tr>

<tr>
	<th>
	<h3>Eternal Basement<br>'Magnet'</h3>
	<h2>Eternal Basement<br>'Magnet'</h2>
	</th>
	<th><a name="matrix"></a>
	<h3>Matrix<br>'Sleepwalk'</h3>
	<h2>Matrix<br>'Sleepwalk'</h2>
	</th>
</tr>
<tr>
	<td>Eternal Basement ist Techno-Trance.... Stell Dir vor, Du w&auml;rest mit Deinem kleinen Raumschiff im Weltall unterwegs und triffst auf ein schwarzes Loch. Dieses erhebt sich majest&auml;tisch, dunkel und bedrohlich vor Deinem Auge und von seiner Umgebung ab. Wie ein Magnet saugt es seine Umwelt und auch Deine Faszination an. Unter seinem Mantel entpuppt sich eine fast beruhigende und in seiner Kraft pulsierende Sch&ouml;nheit, die jedoch ungewi&szlig; und in weiter Ferne zu liegen scheint. Von Deiner Neugier und Faszination angetrieben fliegst, Du Deine kleine Blechsch&uuml;ssel in Richtung des Abgrundes, um noch genauer schauen zu k&ouml;nnen und wirst vom Sog erfa&szlig;t. Dein Trip ins schwarze Loch l&auml;&szlig;t die W&auml;nde Deiner Rakete erzittern, w&auml;hrend Du stetig und bedrohlich beschleunigst ohne noch irgendeinen Einflu&szlig; aus&uuml;ben zu k&ouml;nnen. Dabei erkennst Du im Geschwindigkeitsrausch einzelne scharfe Konturen ohne jedoch &uuml;ber die Gesamtheit einen klaren Eindruck gewinnen zu k&ouml;nnen... Rausch in seiner m&auml;chtigsten Urgewalt.<br><br>[Zeit75'06] 5 von 6 Punkten
	</td>
	<td>Matrix ist vielleicht bis jetzt noch etwas durch seinen gro&szlig;en Bruder Optical und dessen Kumpanen Ed Rush verdeckt wurde, wird sich aber mit diesem Album endg&uuml;ltig freischwimmen. Optical und Ed Rush, die mit Ihrem Album "Whormholes" einen der tiefsten und technoidesten Drum&Bass-Entw&uuml;rfe bis dato abgeliefert haben, er&ouml;ffnen Matrix auf ihrem Label Virus die gleiche Chance. Dabei ist Matrix, der nat&uuml;rlich auch sein eigenes Label Metro besitzt, gl&uuml;cklich, da&szlig; er s&auml;mtliche Schwierigkeiten der Organisation & Distribution umschreitet durfte. So konnte er sich intensiver mit seiner eigenen Konstruktion von D&B auseinandersetzen und die beherbergte schon immer einige wenige Sounds. Diese wei&szlig; er jedoch effektvoll zu einem einzigartigen Groove zusammenzuweben. &Auml;hnlich seinem Klassiker "Mute" basieren auch hier die Tracks auf einigen wenigen Ideen, die eingebetet in einen atmosph&auml;risch d&uuml;steren Rahmen, ihre Wirkung erzielen. Au&szlig;erdem beweist er, da&szlig; er mit einigen Steppern gem&uuml;tlich den Dancefloor abfackeln kann. Matrix bewegt sich somit gekonnt zwischen verhangenem Minimalsimus, der einen mitzieht und zum tanzen zwingt.<br><br>[Zeit67'45] 4 von 6 Punkten
	</td>
</tr>
</table>
</body>
</html>
