<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">

<html>
<head>
<title>Unten-Alben</title>
<link rel="stylesheet" type="text/css" href="alben-css.css">

</head>
<body lang="de" bgcolor="black" background="grafix/tetsuo.gif" bgproperties="fixed">

<table border="0" cellpadding="0" rules="none" frame="void">
<tr>
	<td>
	<h3>Beide Alben liegen als CD vor und k&ouml;nnen f&uuml;r jeweils 15.- DM erworben werden. Bei Interesse auf <a href="Kauf.html">Kauf-M&ouml;glichkeit...</a> klicken, Formular ausf&uuml;llen und Ihr erhaltet die CD innerhalb einer Woche...</h3>
	</td>
</tr>
</table>

<table border="0" cellpadding="0" rules="none" frame="void">

<tr>
	<td width="100">
	<a href="cover-daemon.html" target="_blank">
	<img src="grafix/thumb-daemon.jpg" border="0" hspace="0" vspace="0" width="100" height="100" alt="Click zum Verg&ouml;ssern..."></a>
	</td>
	<td><br><br>
	<h2>&nbsp;&nbsp;&nbsp;The Acoustic Junkie<br>&nbsp;D&auml;monen und Antihelden</h2>
	<h1>&nbsp;&nbsp;&nbsp;The Acoustic Junkie<br>&nbsp;D&auml;monen und Antihelden</h1>

	</td>
</tr>

<tr>
	<td width="100"><a href="Kauf.html">&nbsp;Kauf-M&ouml;glichkeit...</a>
	</td>
	<td width="500">
<a href="unten-mp3.html">01. Komm!_____________________[MP3-Download - 2.832kb]</a>
<br>
02. Schatten<br>
<a href="unten-mp3.html">03. Muschelsuche_______________[MP3-Download - 9.899kb]</a>
<br>
04. Begrenzte Welt [Radio Edit]<br>
05. End-Giftung<br>
06. Bleeps [Interlude]<br>
07. Brick Pig Mixz<br>
08. Phosphor<br>
09. Drive Thru [Interlude]<br>
<a href="unten-mp3.html">10. Der fette Roland_____________[MP3-Download - 4.984kb]</a>
<br>
<a href="unten-mp3.html">11. Der Jazzhooligan____________[MP3-Download - 6.720kb]</a><br>
12. Begrenzte Welt [Ambient RMX]<br>
13. Herzfrequenz [Outro]<br>
<br>
Zeit: [71:11]<br><br>
<p>
Im Sommer 1999 wurde das Album 'D&auml;monen und Antihelden' fertig. Ein weiteres Mal stehen vor allem Drum&Bass-Tracks im Vordergrund. Im Gegensatz zum vorherigen Album kommen mehr synthethische Kl&auml;nge zum Einsatz und  alles klingt noch homogener. Selbstverst&auml;ndlich bilden nach wie vor Samples den Hauptkern der Produktionen, nichtzuletzt da s&auml;mtliche Beats akribisch aus Sample-Schnipseln zusammengesetzt werden. Diese Filigran-Arbeit macht sich vor allem in der Tiefe bemerkbar, da Stereo und Hallr&auml;ume weiter exploriert und ausgelotet werden. <br>Erstmals werden die Tracks auch gemastert und vor allem komprimiert. So r&uuml;ckt der Loudnezz-Faktor weiter in Richtung Peak-Limit und der Sound wird noch fetter und deeper.<br>Von der Atmosph&auml;re her klingt das Album wieder d&uuml;ster, melancholisch, melodi&ouml;s verspielt und besitzt teilweise auch einen feinen, am&uuml;sierten Humor. Herausragende Tracks sind vor allem 'Schatten' [aggressiver, deeper, synthethischer Tech-Stepper], 'Muschelsuche' [vertr&auml;umt, h&uuml;pfender Drum&Bass-Stepper in epischer Bukem-Manier] und 'Der Jazzhooligan' [krasse Beatz treffen auf euphorische Jazz-Hornz und trashen los].<br><br>
</p>
</td>

</tr>
<tr>
	<td width="100"></td>
	<td width="500"><br>
	<h2>&nbsp;&nbsp;&nbsp;&nbsp;Rezension der Zeitschrift<br>&nbsp;&nbsp;Klangwelt'99 [Popkomm-Ausgabe]</h2>
	<h1>&nbsp;&nbsp;&nbsp;&nbsp;Rezension der Zeitschrift<br>&nbsp;&nbsp;Klangwelt'99 [Popkomm-Ausgabe]</h1>
	<br>
	'D&auml;monen & Antihelden' ist bereits das dritte, selbstproduzierte und ebenso vertriebene Album des K&ouml;lners Moritz Sauer, der wie viele zu Beginn der 90er Jahre auf dem Amiga musikalisch laufen lernte. Die Techno- und Trance-Erfahrungen (um Gottes Willen nicht Kl&auml;nge!) dieser Tage lassen sich heute immernoch ausmachen. Doch dominierend bleibt, womit Moritz sich seit 1996 besch&auml;ftigt, n&auml;mlich der Drum & Bass. <br>Auf dem Gebiet hat der 24j&auml;hrige schon einige Remix-Erfahrung und auch die vorangegangenen Alben 'UnXplored Innerself' und 'Deep Inside...' waren ebenso gepr&auml;gt von gebrochenen Rythmen.<br>'D&auml;monen & Antihelden' hat aber dar&uuml;berhinaus noch mehr zu bieten. Dunkel und vertr&auml;umt wird angefangen, es bleibt zun&auml;chst athmosph&auml;risch dicht zwischen Trance- und Ambient-Anleihen, wird dann massiver und eckiger und steigert sich zum Big Band bzw. -Beat gepr&auml;gten 'Jazzhooligan', dem offensichtlichsten Hit der Platte. Darauf folgt dann eine Hommage an fette 303er Bass-Sounds und eine R&uuml;ckkehr in den d&uuml;steren Ambient.<br>Das Album ist au&szlig;erordentlich gut produziert, 65 Minuten lang und so stimmungsvoll wie abwechselungsreich. Es bleibt unverst&auml;ndlich, weshalb die Labels bisher vor einer Vermarktung dieser Musik zur&uuml;ckschreckten.<br>Monchy</td>
</tr>
<tr>
	<td width="100" height="100">
	<a href="cover-deepinside.html" target="_blank" name="deepinside-album">
	<img src="grafix/thumb-deepinside.jpg" hspace="0" vspace="0" width="100" height="100" border="0" alt="Click zum Verg&ouml;ssern..."></td>
	</a>
	<td width="500">
	<br><br>
	<h2>&nbsp;&nbsp;&nbsp;The Acoustic Junkie<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deep Inside...</h2>
	<h1>&nbsp;&nbsp;&nbsp;The Acoustic Junkie<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deep Inside...</h1>
	</td>
</tr>

<tr>
	<td width="100"><p><a href="Kauf.html">Kauf-M&ouml;glichkeit...</a></p></td>
	<td width="500">
		
01. Intro<br>
<a href="unten-mp3.html">02. Fast Paradroid______________[MP3-Download - 7.291kb]</a>
<br>
<a href="unten-mp3.html">03. Pogrom____________________[MP3-Download - 6.746kb]</a><br>
04. Eternal<br>
05. Sonic Garden<br>
<a href="unten-mp3.html">06. Silver Grey_________________[MP3-Download - 8.334kb]</a>
<br>
07. Sensual Temptation<br>
<a href="unten-mp3.html">08. Steppa Punk________________[MP3-Download - 6.114kb]</a>
<br>
09. Psychopathic Gunnery<br>
10. Outro<br>
<br>Zeit: [62:26]<br><br>
<p>Ende 1997 entstand das Album 'Deep Inside...' aus Tracks, die Moritz Sauer alias 'The Acoustic Junkie' &uuml;ber das ganze Jahr hin produziert hatte. Das Album markiert die absolute Hinwendung zum Breakbeat und verdeutlicht die Faszination des Experimentierens mit Beats.<br>&nbsp;Ob nun elektronische, harte Rhythmen in Tech-Steppern, wie 'Fast Paradroid' oder 'Pogrom', Elektro-Rhythmen mit einer 'tweekin' 'n' sexin'' 303-Bassline wie 'Eternal' oder aber auch die flie&szlig;enderen, sanften Beats in den melodi&ouml;seren Tracks wie 'Sonic Garden': Der Breakbeat steht im Vordergrund.<br>&nbsp;Herausgekommen ist ein abwechslungsreicher Trip, der teils d&uuml;ster verhangen und agressiv den H&ouml;rer best&uuml;rmt oder aber auch relaxed, ruhig und sanft in die akustische Klangssph&auml;re entf&uuml;hrt:<br><br><center>Deep Inside...</center><br> ...ist vielf&auml;ltig, da es im Inneren eines Menschen nicht nur eine Seite gibt. Daf&uuml;r stehen auch die '...', die auf vieles hindeuten k&ouml;nnen, aber nicht m&uuml;ssen.<br>
<br>
</p>
</td>
</tr>

</table>

</body>
</html>
